{
  "skill_categories": [
    {"id": "A", "name": "Agility", "name_es": "Agilidad"},
    {"id": "S", "name": "Strength", "name_es": "Fuerza"},
    {"id": "G", "name": "General", "name_es": "Generales"},
    {"id": "M", "name": "Mutation", "name_es": "Mutación"},
    {"id": "P", "name": "Passing", "name_es": "Pase"},
    {"id": "E", "name": "Extraordinary", "name_es": "Triquiñuelas"}
  ],
  "skills": [
    {
      "name": "Catch",
      "name_es": "Atrapar",
      "category": "A",
      "type": "active",
      "description": "This player may re-roll a failed Catch roll. Additionally, this player may choose to use this skill to catch the ball if a Pass, Throw-in, or Kick-off causes it to land in their square.",
      "description_es": "Este jugador puede repetir una tirada de Atrapar fallida. Además, puede usar esta habilidad para atrapar el balón si un Pase, Saque de banda o Patada inicial hace que caiga en su casilla."
    },
    {
      "name": "Diving Catch",
      "name_es": "Recepción heroica",
      "category": "A",
      "type": "active",
      "description": "This player may attempt to catch the ball in an adjacent empty square during a Pass action. If they fail, they are placed Prone in that square.",
      "description_es": "Este jugador puede intentar atrapar el balón en una casilla vacía adyacente durante una acción de Pase."
    },
    {
      "name": "Diving Tackle",
      "name_es": "Placaje heroico",
      "category": "A",
      "type": "active",
      "description": "When an opposing player attempts to Dodge out of a square in which they were being Marked by this player, this player may place themselves Prone to apply a -2 modifier to the Dodge roll.",
      "description_es": "Cuando un jugador rival intente Esquivar de una casilla en la que estaba Marcado por este jugador, este jugador puede quedar Tumbado para aplicar un modificador de -2 a la tirada de Esquivar."
    },
    {
      "name": "Dodge",
      "name_es": "Esquivar",
      "category": "A",
      "type": "active",
      "description": "Once per turn, this player may re-roll a failed Dodge roll. Additionally, this player may choose to use this skill to apply a -1 modifier to the Armour roll when they are hit by a Block.",
      "description_es": "Una vez por turno, este jugador puede repetir una tirada de Esquivar fallida."
    },
    {
      "name": "Defensive",
      "name_es": "Defensa",
      "category": "S",
      "type": "active",
      "description": "During the opposing team's turn, when an opposition player attempts to Block this player, this player may apply a +1 modifier to their own Strength characteristic.",
      "description_es": "Durante el turno del equipo rival, cuando un jugador rival intente Placar a este jugador, este jugador puede aplicar un modificador de +1 a su atributo Fuerza."
    },
    {
      "name": "Jump Up",
      "name_es": "En pie de un salto",
      "category": "A",
      "type": "active",
      "description": "This player may stand up for free at the start of their activation. If they do, they may also attempt to Block an adjacent player without first having to stand up.",
      "description_es": "Este jugador puede levantarse gratis al inicio de su activación."
    },
    {
      "name": "Leap",
      "name_es": "Saltar",
      "category": "A",
      "type": "active",
      "description": "During their Movement action, this player may attempt to Leap over a single adjacent square. This works like a Jump, except this player may reduce any negative modifiers by 1, to a minimum of -1.",
      "description_es": "Durante su acción de Movimiento, este jugador puede intentar Saltar por encima de una sola casilla adyacente."
    },
    {
      "name": "Safe Pair of Hands",
      "name_es": "Proteger el cuero",
      "category": "A",
      "type": "active",
      "description": "If this player is Knocked Down or placed Prone while in possession of the ball, the ball does not bounce. Instead, they may place it in any adjacent square, or keep possession of it.",
      "description_es": "Si este jugador es Derribado o queda Tumbado mientras tiene el balón, el balón no rebota."
    },
    {
      "name": "Side Step",
      "name_es": "Echarse a un lado",
      "category": "A",
      "type": "active",
      "description": "When this player is pushed back as the result of a Block action against them, they may choose which square they are pushed to rather than the opposing coach.",
      "description_es": "Cuando este jugador es empujado como resultado de una acción de Placaje contra él, puede elegir a qué casilla es empujado."
    },
    {
      "name": "Sprint",
      "name_es": "Esprintar",
      "category": "A",
      "type": "active",
      "description": "When this player performs any action that includes movement, they may attempt to Rush three times rather than the usual two.",
      "description_es": "Cuando este jugador realiza una acción que incluye movimiento, puede intentar Correr tres veces en lugar de las dos habituales."
    },
    {
      "name": "Sure Feet",
      "name_es": "Pies firmes",
      "category": "A",
      "type": "active",
      "description": "Once per turn, this player may re-roll a failed Rush roll.",
      "description_es": "Una vez por turno, este jugador puede repetir una tirada de Correr fallida."
    },
    {
      "name": "Sidestep",
      "name_es": "Zafarse",
      "category": "G",
      "type": "active",
      "description": "When this player is pushed as the result of a Block action performed against them, the opposing player cannot make a follow-up move.",
      "description_es": "Cuando este jugador sea empujado como resultado de una acción de Placaje realizada contra él, el jugador rival no puede hacer el movimiento de impulso."
    },
    {
      "name": "Break Tackle",
      "name_es": "Abrirse paso",
      "category": "S",
      "type": "active",
      "description": "Once per turn, when this player attempts to Dodge, they may apply a modifier based on their Strength: +1 if ST 3 or less, +2 if ST 4, +3 if ST 5 or more.",
      "description_es": "Una vez por turno, cuando este jugador intente esquivar, puede aplicar un modificador según su Fuerza: +1 si FU 3 o menos, +2 si FU 4, +3 si FU 5 o más."
    },
    {
      "name": "Arm Bar",
      "name_es": "Llave de brazo",
      "category": "S",
      "type": "active",
      "description": "When an opposing player attempts to Dodge, Leap, or Jump out of a square in which they were being Marked by this player, this player may apply a -1 modifier to the roll.",
      "description_es": "Cuando un jugador rival intenta Esquivar, Saltar o Brincar desde una casilla en la que estaba Marcado por este jugador, puede aplicar un modificador de -1."
    },
    {
      "name": "Brawler",
      "name_es": "Luchador",
      "category": "S",
      "type": "active",
      "description": "When this player performs a Block action on its own, they may re-roll a single Both Down result.",
      "description_es": "Cuando este jugador realiza una acción de Placaje por su cuenta, puede repetir un único resultado de Ambos Caen."
    },
    {
      "name": "Grab",
      "name_es": "Apartar",
      "category": "S",
      "type": "active",
      "description": "When this player makes a Block action, they may choose to push the opponent into any adjacent empty square rather than directly away.",
      "description_es": "Cuando este jugador realiza una acción de Placaje, puede elegir empujar al rival a cualquier casilla vacía adyacente."
    },
    {
      "name": "Guard",
      "name_es": "Defensa",
      "category": "S",
      "type": "passive",
      "description": "When assisting a Block or being assisted in a Block, this player may lend their assist regardless of how many opposing players are Marking them.",
      "description_es": "Al asistir un Placaje o ser asistido, este jugador puede prestar su asistencia sin importar cuántos jugadores rivales lo Marquen."
    },
    {
      "name": "Juggernaut",
      "name_es": "Imparable",
      "category": "S",
      "type": "active",
      "description": "When this player performs a Blitz action, they may treat Both Down results as Pushback results. Additionally, opposing players cannot use the Stand Firm or Fend skills against this player during a Blitz.",
      "description_es": "Cuando este jugador realiza una acción de Penetración, puede tratar los resultados de Ambos Caen como Empujón."
    },
    {
      "name": "Mighty Blow (+1)",
      "name_es": "Golpe mortífero",
      "category": "S",
      "type": "active",
      "description": "When this player performs a Block action, they may apply a +1 modifier to either the Armour roll or the Injury roll. This modifier may be applied after the roll is made.",
      "description_es": "Cuando este jugador realiza una acción de Placaje, puede aplicar un modificador de +1 a la tirada de Armadura o de Heridas."
    },
    {
      "name": "Multiple Block",
      "name_es": "Placaje múltiple",
      "category": "S",
      "type": "active",
      "description": "When this player performs a Block action on its own, they may choose to Block two adjacent opposing players. Make a separate Block roll against each.",
      "description_es": "Cuando este jugador realiza una acción de Placaje, puede elegir Placar a dos jugadores rivales adyacentes."
    },
    {
      "name": "Pile Driver",
      "name_es": "Meter la bota",
      "category": "E",
      "type": "active",
      "description": "When this player performs a Foul action, they may apply a +1 modifier to the Armour roll.",
      "description_es": "Cuando este jugador realiza una acción de Falta, puede aplicar un modificador de +1 a la tirada de Armadura."
    },
    {
      "name": "Stand Firm",
      "name_es": "Mantenerse firmes",
      "category": "S",
      "type": "active",
      "description": "This player may choose not to be pushed back as the result of a Block action against them. If they do, they may not use the Fend skill.",
      "description_es": "Este jugador puede elegir no ser empujado como resultado de una acción de Placaje contra él."
    },
    {
      "name": "Strong Arm",
      "name_es": "Brazo fuerte",
      "category": "S",
      "type": "active",
      "description": "This player may apply a +1 modifier to any Passing Ability test they make when performing a Throw Team-mate action.",
      "description_es": "Este jugador puede aplicar un modificador de +1 a cualquier chequeo de Pase que haga al realizar una acción de Lanzar compañero."
    },
    {
      "name": "Thick Skull",
      "name_es": "Cabeza dura",
      "category": "S",
      "type": "passive",
      "description": "When an Injury roll is made against this player, they may treat a Stunned result as Knocked Out instead.",
      "description_es": "Cuando se hace una tirada de Heridas contra este jugador, puede tratar un resultado de Aturdido como KO."
    },
    {
      "name": "Block",
      "name_es": "Placar",
      "category": "G",
      "type": "passive",
      "description": "When this player is the target of a Block action or makes a Block action, Both Down results may be treated as if they rolled a Pushed result instead.",
      "description_es": "Cuando este jugador es objetivo de una acción de Placaje o realiza una acción de Placaje, puede tratar los resultados de Ambos Caen como Empujón."
    },
    {
      "name": "Dauntless",
      "name_es": "Agallas",
      "category": "G",
      "type": "active",
      "description": "When this player performs a Block action against a player with higher Strength, they may roll 1D6 and add their Strength to the result. If the total is greater than the opposing player's Strength, this player counts as having equal Strength.",
      "description_es": "Cuando este jugador realiza una acción de Placaje contra un jugador con Fuerza superior, puede tirar 1D6 y sumar su Fuerza al resultado."
    },
    {
      "name": "Dirty Player (+1)",
      "name_es": "Jugar sucio",
      "category": "E",
      "type": "active",
      "description": "When this player performs a Foul action, they may apply a +1 modifier to either the Armour roll or the Injury roll.",
      "description_es": "Cuando este jugador realiza una acción de Falta, puede aplicar un modificador de +1 a la tirada de Armadura o de Heridas."
    },
    {
      "name": "Fend",
      "name_es": "Forcejear",
      "category": "G",
      "type": "active",
      "description": "When this player is pushed back as the result of a Block action against them, the opposing player may not follow up.",
      "description_es": "Cuando este jugador es empujado como resultado de una acción de Placaje, el jugador rival no puede hacer movimiento de impulso."
    },
    {
      "name": "Frenzy",
      "name_es": "Furia",
      "category": "G",
      "type": "passive",
      "mandatory": true,
      "description": "This player must always follow up when they push back an opposing player. Additionally, if this player's Block results in a Pushback and the opposing player is still standing, this player must perform a second Block.",
      "description_es": "Este jugador debe siempre hacer movimiento de impulso cuando empuja a un jugador rival. Si el rival sigue en pie tras un Empujón, debe realizar un segundo Placaje."
    },
    {
      "name": "Kick",
      "name_es": "Patada",
      "category": "G",
      "type": "active",
      "description": "When this player is nominated to be the kicking player, they may choose to halve the number of squares the ball deviates, rounding fractions down.",
      "description_es": "Cuando este jugador es nominado como pateador, puede reducir a la mitad el número de casillas que se desvía el balón."
    },
    {
      "name": "Pro",
      "name_es": "Profesional",
      "category": "G",
      "type": "active",
      "description": "Once per turn, this player may re-roll one dice that was rolled either as a single dice roll, as part of a multiple dice roll, or as part of a dice pool. On a 3+, the dice may be re-rolled. On 1-2, the original result stands.",
      "description_es": "Una vez por turno, este jugador puede intentar repetir una tirada. Con 3+, puede repetirla. Con 1-2, el resultado original se mantiene."
    },
    {
      "name": "Shadowing",
      "name_es": "Perseguir",
      "category": "E",
      "type": "active",
      "description": "When an opposing player voluntarily moves out of a square in which they were being Marked by this player, this player may attempt to follow them into the vacated square.",
      "description_es": "Cuando un jugador rival se mueve voluntariamente de una casilla en la que estaba Marcado por este jugador, este puede intentar seguirle."
    },
    {
      "name": "Strip Ball",
      "name_es": "Robar balón",
      "category": "G",
      "type": "active",
      "description": "When this player performs a Block action against the ball carrier, if the ball carrier is pushed, they will drop the ball in the square they are pushed to.",
      "description_es": "Cuando este jugador realiza una acción de Placaje contra el portador del balón, si el portador es empujado, dejará caer el balón en la casilla a la que es empujado."
    },
    {
      "name": "Sure Hands",
      "name_es": "Manos seguras",
      "category": "G",
      "type": "active",
      "description": "This player may re-roll any failed Pick-up roll. Additionally, the Strip Ball skill cannot be used against this player.",
      "description_es": "Este jugador puede repetir cualquier tirada de Recoger fallida. Además, no se puede usar Robar balón contra él."
    },
    {
      "name": "Tackle",
      "name_es": "Placaje defensivo",
      "category": "G",
      "type": "passive",
      "description": "When an opposing player attempts to Dodge out of a square in which they are being Marked by this player, that player cannot use the Dodge skill.",
      "description_es": "Cuando un jugador rival intenta Esquivar de una casilla en la que está Marcado por este jugador, no puede usar la habilidad Esquivar."
    },
    {
      "name": "Wrestle",
      "name_es": "Provocar",
      "category": "G",
      "type": "active",
      "description": "When this player performs or is the target of a Block action, they may treat a Both Down result as if both players had been Knocked Down (neither uses the Block skill if they have it).",
      "description_es": "Cuando este jugador realiza o es objetivo de una acción de Placaje, puede tratar un resultado de Ambos Caen como si ambos jugadores hubieran sido Derribados."
    },
    {
      "name": "Big Hand",
      "name_es": "Mano grande",
      "category": "M",
      "type": "passive",
      "description": "This player may ignore any modifier(s) for being Marked or for Pouring Rain weather when they attempt to pick up the ball.",
      "description_es": "Este jugador puede ignorar modificadores por estar Marcado o por Lluvia torrencial al intentar recoger el balón."
    },
    {
      "name": "Claws",
      "name_es": "Garras",
      "category": "M",
      "type": "active",
      "description": "When this player performs a Block action, they may choose to treat an Armour roll result of 8+ as successful, regardless of the opposing player's Armour Value.",
      "description_es": "Cuando este jugador realiza una acción de Placaje, puede tratar un resultado de tirada de Armadura de 8+ como exitoso."
    },
    {
      "name": "Disturbing Presence",
      "name_es": "Presencia perturbadora",
      "category": "M",
      "type": "passive",
      "description": "When an opposing player attempts to Pass, Throw Team-mate, or use the Bombardier trait within three squares of this player, they suffer an additional -1 modifier.",
      "description_es": "Cuando un jugador rival intenta Pasar, Lanzar compañero o usar el rasgo Bombardero a tres casillas de este jugador, sufre un modificador adicional de -1."
    },
    {
      "name": "Extra Arms",
      "name_es": "Brazos adicionales",
      "category": "M",
      "type": "passive",
      "description": "This player may apply a +1 modifier when they attempt to pick up or catch the ball.",
      "description_es": "Este jugador puede aplicar un modificador de +1 al intentar recoger o atrapar el balón."
    },
    {
      "name": "Foul Appearance",
      "name_es": "Apariencia asquerosa",
      "category": "M",
      "type": "passive",
      "mandatory": true,
      "description": "When an opposing player declares a Block action against this player, or declares that they will target this player as part of a Blitz, roll a D6. On a 1, the opposing player is unable to perform the action and their activation ends.",
      "description_es": "Cuando un jugador rival declara una acción de Placaje contra este jugador, tira 1D6. Con un 1, no puede realizar la acción y su activación termina."
    },
    {
      "name": "Horns",
      "name_es": "Cuernos",
      "category": "M",
      "type": "active",
      "description": "When this player performs a Blitz action, they may apply a +1 modifier to their Strength characteristic.",
      "description_es": "Cuando este jugador realiza una acción de Penetración, puede aplicar un modificador de +1 a su atributo Fuerza."
    },
    {
      "name": "Iron Hard Skin",
      "name_es": "Piel férrea",
      "category": "M",
      "type": "passive",
      "description": "The Claws skill cannot be used when making an Armour roll against this player.",
      "description_es": "No se puede usar la habilidad Garras al hacer una tirada de Armadura contra este jugador."
    },
    {
      "name": "Monstrous Mouth",
      "name_es": "Boca monstruosa",
      "category": "M",
      "type": "active",
      "description": "This player may re-roll any failed Catch roll.",
      "description_es": "Este jugador puede repetir cualquier tirada de Atrapar fallida."
    },
    {
      "name": "Prehensile Tail",
      "name_es": "Cola prensil",
      "category": "M",
      "type": "passive",
      "description": "When an opposing player attempts to Dodge, Leap, or Jump out of a square in which they are being Marked by this player, they suffer an additional -1 modifier.",
      "description_es": "Cuando un jugador rival intenta Esquivar, Saltar o Brincar de una casilla en la que está Marcado por este jugador, sufre un modificador adicional de -1."
    },
    {
      "name": "Tentacles",
      "name_es": "Tentáculos",
      "category": "M",
      "type": "active",
      "description": "When an opposing player attempts to Dodge, Leap, or Jump out of this player's tackle zone, roll 1D6 and add this player's Strength, subtracting the opposing player's Strength. On a 6+, the opposing player cannot leave and their activation ends.",
      "description_es": "Cuando un jugador rival intenta Esquivar, Saltar o Brincar de la zona de defensa de este jugador, tira 1D6 y suma la Fuerza de este jugador, restando la del rival. Con 6+, el rival no puede salir."
    },
    {
      "name": "Two Heads",
      "name_es": "Dos cabezas",
      "category": "M",
      "type": "passive",
      "description": "This player may apply a +1 modifier when they attempt to Dodge.",
      "description_es": "Este jugador puede aplicar un modificador de +1 al intentar Esquivar."
    },
    {
      "name": "Very Long Legs",
      "name_es": "Piernas muy largas",
      "category": "M",
      "type": "passive",
      "description": "This player may reduce any negative modifiers applied to a Leap roll by 1, to a minimum of -1. Additionally, their tackle zone extends one square further.",
      "description_es": "Este jugador puede reducir los modificadores negativos a las tiradas de Saltar en 1. Además, su zona de defensa se extiende una casilla más."
    },
    {
      "name": "Accurate",
      "name_es": "Precisión",
      "category": "P",
      "type": "active",
      "description": "When this player performs a Quick Pass or Short Pass action, they may apply a +1 modifier to the Passing Ability test.",
      "description_es": "Cuando este jugador realiza un Pase rápido o Pase corto, puede aplicar un modificador de +1 al chequeo de Pase."
    },
    {
      "name": "Cannoneer",
      "name_es": "Cañonero",
      "category": "P",
      "type": "active",
      "description": "When this player performs a Long Pass or Long Bomb action, they may apply a +1 modifier to the Passing Ability test.",
      "description_es": "Cuando este jugador realiza un Pase largo o Bomba larga, puede aplicar un modificador de +1 al chequeo de Pase."
    },
    {
      "name": "Cloud Burster",
      "name_es": "Partenubes",
      "category": "P",
      "type": "active",
      "description": "When this player makes a Long Pass or Long Bomb, they may choose to make it a Cloud Burster. The ball travels in a straight line and cannot deviate.",
      "description_es": "Cuando este jugador realiza un Pase largo o Bomba larga, puede elegir que sea un Partenubes. El balón viaja en línea recta y no puede desviarse."
    },
    {
      "name": "Dump-Off",
      "name_es": "Dejada",
      "category": "E",
      "type": "active",
      "description": "If this player is the target of a Block action and is in possession of the ball, they may immediately perform a Quick Pass action, targeting any player they can normally pass to.",
      "description_es": "Si este jugador es objetivo de una acción de Placaje y tiene el balón, puede realizar inmediatamente una acción de Pase rápido."
    },
    {
      "name": "Fumblerooskie",
      "name_es": "Pase a lo loco",
      "category": "P",
      "type": "active",
      "description": "When this player performs a Pass action and fumbles the ball, they may choose to have the ball bounce from any adjacent square rather than their own.",
      "description_es": "Cuando este jugador realiza una acción de Pase y falla, puede elegir que el balón rebote desde cualquier casilla adyacente."
    },
    {
      "name": "Hail Mary Pass",
      "name_es": "Pase precipitado",
      "category": "P",
      "type": "active",
      "description": "When this player performs a Pass action, they may attempt a Hail Mary Pass. The ball may be thrown to any square on the field, but always has a -1 modifier.",
      "description_es": "Cuando este jugador realiza una acción de Pase, puede intentar un Pase precipitado. El balón puede lanzarse a cualquier casilla del campo."
    },
    {
      "name": "Leader",
      "name_es": "Líder",
      "category": "P",
      "type": "passive",
      "description": "A team that includes one or more players with this skill gains a single extra Team Re-roll at the start of each half.",
      "description_es": "Un equipo con uno o más jugadores con esta habilidad gana una Segunda oportunidad extra al inicio de cada mitad."
    },
    {
      "name": "Nerves of Steel",
      "name_es": "Nervios de acero",
      "category": "P",
      "type": "passive",
      "description": "This player may ignore any modifier(s) for being Marked when they attempt to Pass, Catch, or Intercept.",
      "description_es": "Este jugador puede ignorar modificadores por estar Marcado al intentar Pasar, Atrapar o Interceptar."
    },
    {
      "name": "On the Ball",
      "name_es": "Atento al balón",
      "category": "P",
      "type": "active",
      "description": "This player may move up to 3 squares when the opposing coach declares that one of their players is going to Pass. This move is made out of sequence, before the Pass is resolved.",
      "description_es": "Este jugador puede moverse hasta 3 casillas cuando el entrenador rival declara que uno de sus jugadores va a Pasar."
    },
    {
      "name": "Pass",
      "name_es": "Pasar",
      "category": "P",
      "type": "active",
      "description": "This player may re-roll a failed Passing Ability test when performing a Pass action.",
      "description_es": "Este jugador puede repetir un chequeo de Pase fallido al realizar una acción de Pase."
    },
    {
      "name": "Running Pass",
      "name_es": "Pasar y seguir",
      "category": "P",
      "type": "active",
      "description": "When this player performs a Quick Pass action, they may continue their Move action after completing the Pass.",
      "description_es": "Cuando este jugador realiza una acción de Pase rápido, puede continuar su acción de Movimiento después de completar el Pase."
    },
    {
      "name": "Safe Pass",
      "name_es": "Pase seguro",
      "category": "P",
      "type": "active",
      "description": "If this player fumbles a Pass, the ball is not dropped but remains in their possession.",
      "description_es": "Si este jugador falla un Pase, el balón no cae sino que permanece en su posesión."
    },
    {
      "name": "Kick-Off Return",
      "name_es": "Patada de despeje",
      "category": "P",
      "type": "active",
      "description": "If a touchback is caused during a kick-off, this player may attempt to catch the ball if they are in the End Zone.",
      "description_es": "Si se produce un saque de banda durante un saque inicial, este jugador puede intentar atrapar el balón si está en la Zona de anotación."
    },
    {
      "name": "Sneaky Git",
      "name_es": "Furtivo",
      "category": "E",
      "type": "active",
      "description": "When this player is Sent Off for committing a Foul, roll a D6. On a 2+, they are not Sent Off.",
      "description_es": "Cuando este jugador es Expulsado por cometer una Falta, tira 1D6. Con 2+, no es Expulsado."
    },
    {
      "name": "Stab",
      "name_es": "Crujir",
      "category": "E",
      "type": "active",
      "description": "Instead of performing a Block action, this player may perform a Stab action. Make an Armour roll against the opposing player, applying a +1 modifier.",
      "description_es": "En lugar de realizar una acción de Placaje, este jugador puede realizar una acción de Apuñalar. Haz una tirada de Armadura contra el rival con +1."
    },
    {
      "name": "Diving Tackle",
      "name_es": "Golpe a la carrera",
      "category": "A",
      "type": "active",
      "description": "When this player moves as part of a Blitz action, they may apply a +1 modifier to their Strength characteristic when making Block actions during that Blitz.",
      "description_es": "Cuando este jugador se mueve como parte de una acción de Penetración, puede aplicar un modificador de +1 a su Fuerza al hacer acciones de Placaje."
    },
    {
      "name": "Defensive Tackle",
      "name_es": "Romper defensas",
      "category": "A",
      "type": "active",
      "description": "During the opposing team's turn, players Marked by this player cannot use the Defensive or Pile Driver skills.",
      "description_es": "Durante los turnos del equipo rival, los jugadores Marcados por este jugador no pueden usar las habilidades Defensa ni Meter la bota."
    },
    {
      "name": "Piling On",
      "name_es": "Meter la bota",
      "category": "E",
      "type": "active",
      "description": "When this player performs a Foul action, they may apply a +1 modifier to the Armour roll.",
      "description_es": "Cuando este jugador realiza una acción de Falta, puede aplicar un modificador de +1 a la tirada de Armadura."
    },
    {
      "name": "Sneaky Git",
      "name_es": "Agresor discreto",
      "category": "E",
      "type": "active",
      "description": "When this player is Sent Off for committing a Foul, roll a D6. On a 2+, they are not Sent Off but may continue playing.",
      "description_es": "Cuando este jugador es Expulsado por cometer una Falta, tira 1D6. Con 2+, no es Expulsado."
    },
    {
      "name": "Grab",
      "name_es": "Ojo de halcón",
      "category": "S",
      "type": "active",
      "description": "This player may ignore negative modifiers caused by opponents with skills like Dodge or Diving Tackle when making a Block.",
      "description_es": "Este jugador puede ignorar modificadores negativos causados por rivales con habilidades como Esquivar o Placaje heroico al hacer un Placaje."
    },
    {
      "name": "Steady Feet",
      "name_es": "Equilibrio firme",
      "category": "G",
      "type": "passive",
      "description": "This player may ignore being Pushed into the crowd.",
      "description_es": "Este jugador puede ignorar ser Empujado hacia la multitud."
    },
    {
      "name": "Quick Foul",
      "name_es": "Falta rápida",
      "category": "E",
      "type": "active",
      "description": "When this player performs a Foul action, they may choose to not be Sent Off even if they roll a double on the Armour or Injury roll.",
      "description_es": "Cuando este jugador realiza una acción de Falta, puede elegir no ser Expulsado incluso si saca doble en la tirada de Armadura o Heridas."
    },
    {
      "name": "Brutal Blocker",
      "name_es": "Innovador violento",
      "category": "E",
      "type": "active",
      "description": "When this player causes a casualty, they may apply a +1 modifier to the Casualty roll.",
      "description_es": "Cuando este jugador causa una baja, puede aplicar un modificador de +1 a la tirada de Baja."
    },
    {
      "name": "Eye Gouge",
      "name_es": "Piquete de ojos",
      "category": "E",
      "type": "active",
      "description": "When this player is involved in a Block action, regardless of the result, they may choose to commit an Eye Gouge. Roll a D6 - on a 4+, the opposing player gains a Niggling Injury.",
      "description_es": "Cuando este jugador está involucrado en una acción de Placaje, puede cometer un Piquete de ojos. Con 4+ en 1D6, el rival gana una Lesión persistente."
    },
    {
      "name": "Saboteur",
      "name_es": "Saboteador",
      "category": "E",
      "type": "active",
      "description": "When this player is Knocked Down as a result of an opposing Block, before the Armour roll, roll 1D6. On a 4+, the opposing player is also Knocked Down.",
      "description_es": "Cuando este jugador es Derribado por un Placaje rival, tira 1D6. Con 4+, el jugador rival también es Derribado."
    },
    {
      "name": "Diving Catch",
      "name_es": "Recepción heroica",
      "category": "A",
      "type": "active",
      "description": "This player may attempt to catch the ball in an adjacent empty square if a Pass, Throw-in, or Kick-off causes the ball to land there.",
      "description_es": "Este jugador puede intentar atrapar el balón en una casilla vacía adyacente durante un Pase, Saque de banda o Patada inicial."
    },
    {
      "name": "Swoop",
      "name_es": "Vuelo letal",
      "category": "E",
      "type": "active",
      "description": "When this player is thrown as part of a Throw Team-mate action and lands on an opposing player, apply a +1 modifier to either the Armour roll or Injury roll.",
      "description_es": "Cuando este jugador es lanzado y aterriza sobre un rival, puede aplicar +1 a la tirada de Armadura o Heridas."
    }
  ],
  "traits": [
    {
      "name": "Always Hungry",
      "name_es": "Siempre hambriento",
      "type": "active",
      "mandatory": true,
      "description": "When this player performs a Throw Team-mate action, roll 1D6. On a 2+, proceed normally. On a 1, roll again: on 2+ the teammate escapes and the pass is fumbled; on 1, the teammate is eaten and removed from the game.",
      "description_es": "Cuando este jugador realiza una acción de Lanzar compañero, tira 1D6. Con 2+, procede normalmente. Con 1, tira de nuevo: con 2+ el compañero escapa; con 1, es devorado."
    },
    {
      "name": "Animosity",
      "name_es": "Animosidad",
      "type": "passive",
      "mandatory": true,
      "description": "This player has difficulty playing with certain teammates. When attempting to Pass to or Hand Off to such a teammate, roll 1D6. On 1, the action fails.",
      "description_es": "Este jugador tiene dificultades para jugar con ciertos compañeros. Al intentar Pasar o Entregar a uno de ellos, tira 1D6. Con 1, la acción falla."
    },
    {
      "name": "Ball & Chain",
      "name_es": "Bola con cadena",
      "type": "passive",
      "mandatory": true,
      "description": "This player must move in a random direction each turn and cannot be controlled normally. They automatically Block any player they move adjacent to.",
      "description_es": "Este jugador debe moverse en una dirección aleatoria cada turno y no puede controlarse normalmente. Placa automáticamente a cualquier jugador al que se acerque."
    },
    {
      "name": "Bombardier",
      "name_es": "Bombardero",
      "type": "active",
      "description": "This player may throw bombs instead of making normal actions. Bombs deviate like passes and explode on landing.",
      "description_es": "Este jugador puede lanzar bombas en lugar de hacer acciones normales. Las bombas se desvían como pases y explotan al aterrizar."
    },
    {
      "name": "Bone Head",
      "name_es": "Cabeza hueca",
      "type": "passive",
      "mandatory": true,
      "description": "When this player is activated, roll 1D6. On a 1, they stand around doing nothing and their activation immediately ends.",
      "description_es": "Cuando este jugador es activado, tira 1D6. Con un 1, se queda parado sin hacer nada y su activación termina inmediatamente."
    },
    {
      "name": "Chainsaw",
      "name_es": "Motosierra",
      "type": "active",
      "description": "Instead of performing a Block, this player may attack with their chainsaw. Roll a D6 - on a 2+, make an Armour roll with a +3 modifier. On a 1, the chainsaw kicks back and hits this player instead.",
      "description_es": "En lugar de Placar, este jugador puede atacar con su motosierra. Con 2+ en 1D6, haz tirada de Armadura con +3. Con 1, la motosierra golpea a este jugador."
    },
    {
      "name": "Decay",
      "name_es": "Descomposición",
      "type": "passive",
      "mandatory": true,
      "description": "When this player suffers a Casualty, the result is automatically increased by one level (KO becomes Badly Hurt, etc.).",
      "description_es": "Cuando este jugador sufre una Baja, el resultado aumenta automáticamente un nivel (KO se convierte en Mal Herido, etc.)."
    },
    {
      "name": "Hypnotic Gaze",
      "name_es": "Mirada hipnótica",
      "type": "active",
      "description": "This player may use Hypnotic Gaze on an adjacent opposing player instead of taking another action. Roll 2+ on their Agility to succeed - the target loses their tackle zone until the end of this turn.",
      "description_es": "Este jugador puede usar Mirada hipnótica en un rival adyacente. Con 2+ en Agilidad, el objetivo pierde su zona de defensa hasta el final del turno."
    },
    {
      "name": "Kick Team-mate",
      "name_es": "Patear compañero",
      "type": "active",
      "description": "This player may kick a teammate with the Right Stuff trait instead of throwing them, with different range and accuracy rules.",
      "description_es": "Este jugador puede patear a un compañero con el rasgo Humanoide bala en lugar de lanzarlo."
    },
    {
      "name": "Loner (X+)",
      "name_es": "Solitario",
      "type": "passive",
      "mandatory": true,
      "description": "If this player wants to use a team re-roll, roll 1D6 first. If the result is less than X, the re-roll is wasted.",
      "description_es": "Si este jugador quiere usar una Segunda oportunidad, tira 1D6 primero. Si el resultado es menor que X, la repetición se pierde."
    },
    {
      "name": "No Hands",
      "name_es": "Sin manos",
      "type": "passive",
      "mandatory": true,
      "description": "This player cannot pick up, catch, carry, or pass the ball.",
      "description_es": "Este jugador no puede recoger, atrapar, llevar ni pasar el balón."
    },
    {
      "name": "Pogo Stick",
      "name_es": "Pogo saltarín",
      "type": "active",
      "description": "During their Movement action, this player may attempt to leap over any number of adjacent squares (instead of just one).",
      "description_es": "Durante su acción de Movimiento, este jugador puede intentar saltar sobre cualquier número de casillas adyacentes."
    },
    {
      "name": "Projectile Vomit",
      "name_es": "Vómito proyectil",
      "type": "active",
      "description": "Instead of performing a Block action, this player may use Projectile Vomit on an adjacent opponent. Roll 2+ to succeed - the opponent is Knocked Down.",
      "description_es": "En lugar de Placar, este jugador puede usar Vómito proyectil contra un rival adyacente. Con 2+, el rival es Derribado."
    },
    {
      "name": "Really Stupid",
      "name_es": "Muy estúpido",
      "type": "passive",
      "mandatory": true,
      "description": "When this player is activated, unless there is a teammate adjacent, roll 1D6. On 1-3, they do nothing and their activation ends. On 4+, they may act normally.",
      "description_es": "Cuando este jugador es activado sin un compañero adyacente, tira 1D6. Con 1-3, no hace nada. Con 4+, actúa normalmente."
    },
    {
      "name": "Regeneration",
      "name_es": "Regeneración",
      "type": "passive",
      "description": "When this player suffers a Casualty, roll 1D6 before making the Injury roll. On 4+, the Casualty is ignored and this player is placed in the Reserves box.",
      "description_es": "Cuando este jugador sufre una Baja, tira 1D6 antes de la tirada de Heridas. Con 4+, la Baja se ignora y el jugador va a Reservas."
    },
    {
      "name": "Right Stuff",
      "name_es": "Humanoide bala",
      "type": "passive",
      "description": "This player can be thrown by a teammate with the Throw Team-mate skill.",
      "description_es": "Este jugador puede ser lanzado por un compañero con la habilidad Lanzar compañero."
    },
    {
      "name": "Secret Weapon",
      "name_es": "Arma secreta",
      "type": "passive",
      "mandatory": true,
      "description": "At the end of each drive in which this player was on the pitch, they are automatically Sent Off.",
      "description_es": "Al final de cada drive en el que este jugador estuvo en el campo, es automáticamente Expulsado."
    },
    {
      "name": "Stab",
      "name_es": "Puñal",
      "type": "active",
      "description": "Instead of performing a Block action, this player may make a Stab attack. Make an Armour roll against the target.",
      "description_es": "En lugar de Placar, este jugador puede hacer un ataque de Puñal. Haz una tirada de Armadura contra el objetivo."
    },
    {
      "name": "Stunty",
      "name_es": "Menudo",
      "type": "passive",
      "mandatory": true,
      "description": "This player applies a +1 modifier to any Dodge roll. However, when an Injury roll is made against them, the result is increased by one level.",
      "description_es": "Este jugador aplica +1 a tiradas de Esquivar. Sin embargo, las tiradas de Heridas contra él aumentan un nivel."
    },
    {
      "name": "Swarming",
      "name_es": "Enjambre",
      "type": "passive",
      "description": "During setup, additional players with this trait may be placed on the pitch beyond the normal limit.",
      "description_es": "Durante la colocación, jugadores adicionales con este rasgo pueden colocarse en el campo más allá del límite normal."
    },
    {
      "name": "Take Root",
      "name_es": "Echar raíces",
      "type": "passive",
      "mandatory": true,
      "description": "When this player is activated, roll 1D6. On a 1, they take root and cannot move for the rest of the drive (but can still Block and Pass).",
      "description_es": "Cuando este jugador es activado, tira 1D6. Con un 1, echa raíces y no puede moverse el resto del drive."
    },
    {
      "name": "Titchy",
      "name_es": "Diminuto",
      "type": "passive",
      "mandatory": true,
      "description": "This player applies a +1 modifier when attempting to Dodge and opponents apply a -1 modifier when attempting to intercept passes thrown by this player.",
      "description_es": "Este jugador aplica +1 al Esquivar y los rivales aplican -1 al intentar interceptar pases lanzados por este jugador."
    },
    {
      "name": "Throw Team-mate",
      "name_es": "Lanzar compañero",
      "type": "active",
      "description": "This player may throw a teammate with the Right Stuff trait instead of the ball.",
      "description_es": "Este jugador puede lanzar a un compañero con el rasgo Humanoide bala en lugar del balón."
    },
    {
      "name": "Timmm-ber!",
      "name_es": "¡Tronco va!",
      "type": "passive",
      "description": "If this player has MA of 2 or less, apply a +1 modifier to their stand-up rolls for each unmarked, standing teammate adjacent to them.",
      "description_es": "Si este jugador tiene MV de 2 o menos, aplica +1 a sus tiradas para levantarse por cada compañero Desmarcado y En pie adyacente."
    },
    {
      "name": "Unchannelled Fury",
      "name_es": "Furia desatada",
      "type": "passive",
      "mandatory": true,
      "description": "When this player is activated and wishes to Block, Blitz, or perform certain other actions, roll 1D6. On 1-3, they fail and may only Move. On 4+, they may act normally.",
      "description_es": "Cuando este jugador es activado para Placar o Penetrar, tira 1D6. Con 1-3, solo puede Moverse. Con 4+, actúa normalmente."
    },
    {
      "name": "Blood Lust (X+)",
      "name_es": "Sed de sangre",
      "type": "passive",
      "mandatory": true,
      "description": "When this player is activated, roll 1D6 (adding 1 if declaring Block or Blitz). If less than X (or natural 1), they may act but must bite a Thrall teammate at end of activation or suffer consequences.",
      "description_es": "Cuando este jugador es activado, tira 1D6. Si el resultado es menor que X, debe morder a un Thrall al final de su activación o sufrir consecuencias."
    }
  ]
}

