Repository: manugarri/bb_league
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Your team gains an additional team re-roll for each Extra Training purchased.
es: Tu equipo obtiene una repetición de equipo adicional por cada Entrenamiento Adicional adquirido.

source: Once per match, a dead player may be Regenerated on a 4+ instead of being removed from the roster.
es: Una vez por partido, un jugador muerto puede Regenerar con 4+ en lugar de ser retirado del roster.

source: Once per match, one of your players may re-roll a failed Regeneration roll.
es: Una vez por partido, uno de tus jugadores puede repetir una tirada de Regeneración fallida.

source: At the start of the match, place D3 additional Linemen on your team's reserves box. They have no skills and are removed after the match.
es: Al inicio del partido, coloca 1D3 Linieros adicionales en la casilla de reservas de tu equipo. No tienen habilidades y se retiran tras el partido.

source: Each Wandering Apothecary allows you to use an Apothecary action once per match.
es: Cada Apotecario Errante te permite usar una acción de Apotecario una vez por partido.

source: At the start of each half, roll 3D6. For each 4+, your opponent loses one team re-roll and you gain one.
es: Al inicio de cada mitad, tira 3D6. Por cada 4+, tu oponente pierde una repetición de equipo y tú ganas una.

source: Apply a +1 modifier when Arguing the Call. Additionally, after an opponent's Foul that doesn't result in an ejection, roll D6: on 5+, the player is Sent Off.
es: Aplica un modificador de +1 al Protestar al árbitro. Además, tras una Falta rival que no resulte en expulsión, tira 1D6: con 5+, el jugador es Expulsado.

source: Apply +1 to recover KO'd players. Once per match, after deployment but before kick-off, you may redeploy 1D3 players.
es: Aplica +1 para recuperar jugadores KO. Una vez por partido, tras el despliegue pero antes del saque, puedes redesplegar 1D3 jugadores.

source: Hire a player from your team list. The mercenary has Loner (4+). For +50,000, add one Primary skill.
es: Contrata un jugador de tu lista de equipo. El mercenario tiene Solitario (4+). Por +50.000, añade una habilidad Primaria.

source: Hire a Star Player available to your team. Star Players do not gain SPP and cannot be permanently injured.
es: Contrata un Jugador Estrella disponible para tu equipo. Los Jugadores Estrella no ganan PE y no pueden sufrir lesiones permanentes.

source: Once per match, cast either Fireball (place the ball, roll 2D6 for all players within 3 squares) or Lightning Bolt (target one player).
es: Una vez por partido, lanza Bola de Fuego (coloca el balón, tira 2D6 para todos los jugadores en 3 casillas) o Rayo (apunta a un jugador).

source: Plus the player's normal cost
es: Más el coste normal del jugador

source: Variable - see star player list
es: Variable - ver lista de Jugadores Estrella

source: Treacherous Trapdoor
es: Trampilla Traicionera

source: Friend of the Ref
es: Amigo del Árbitro

source: Stiletto
es: Puñal

source: Iron Man
es: Músculos de Hierro

source: Knuckle Dusters
es: Nudilleras

source: Bad Habits
es: Malas Costumbres

source: Greased Cleats
es: Tacos Engrasados

source: Blessed by Nuffle
es: Bendición de Nuffle

source: Moles Under the Pitch
es: Topos Bajo el Campo

source: Perfect Passing
es: Pase Perfecto

source: Dazzling Catches
es: Recepciones Deslumbrantes

source: Crowd Support
es: Apoyo del Público

source: Foul Play
es: Con Faltas y a lo Loco

source: Rock Throw
es: Pedrada

source: Ref Scrutiny
es: Escrutinio Arbitral

source: Intensive Training
es: Entrenamiento Intensivo

source: When any player enters a trapdoor square, roll D6. On 1, they fall through.
es: Cada vez que un jugador entre en una casilla con trampilla, tira 1D6. Con 1, cae por ella.

source: Treat any 5 or 6 when Arguing the Call as 'Now that you mention it...'
es: Cuando Protestes al árbitro, trata cualquier resultado de 5 o 6 como 'Ahora que lo dices...'

source: One random player gains the Stab trait.
es: Elige al azar un jugador de tu equipo. Obtiene el rasgo Apuñalar.

source: One player gains +1 AV (max 11+).
es: Elige un jugador de tu equipo. Aumenta en 1 su atributo AV, hasta un máximo de 11+.

source: One player gains Mighty Blow (+1).
es: Elige un jugador de tu equipo. Obtiene la habilidad Golpe Mortífero.

source: 1D3 random opponent players gain Loner (2+).
es: Elige al azar 1D3 jugadores rivales. Obtienen el rasgo Solitario (2+).

source: One random opponent player has -1 MV (min 1).
es: Elige al azar un jugador rival. Su MV se reduce en 1 (mínimo 1).

source: One random player gains Pro.
es: Elige al azar un jugador de tu equipo. Obtiene la habilidad Profesional.

source: Opponent players apply -1 to Going for It rolls.
es: Los jugadores rivales aplican -1 a sus intentos de Forzar la Marcha.

source: Completed passes earn 2 SPP instead of 1.
es: Cualquier jugador de tu equipo que logre realizar un Pase completo ganará 2 PE en lugar de 1.

source: Catching a pass earns 1 SPP.
es: Cualquier jugador de tu equipo que atrape con éxito el balón como resultado de una acción de Pase obtiene 1 PE.

source: If an opponent is injured by a crowd push, the pusher earns 2 SPP.
es: Si un jugador rival resulta Lesionado al ser empujado fuera del campo, el jugador que lo ha empujado gana 2 PE.

source: Fouls that cause injuries earn 2 SPP.
es: Cualquier jugador de tu equipo que provoque una Lesión como resultado de una acción de Falta gana 2 PE.

source: Once per match, at start of your turn, pick a random opponent on pitch. On 4+, they are Knocked Down.
es: Una vez por partido, al inicio de cualquiera de tus turnos, elige al azar un jugador rival en el campo. Con 4+, es Derribado.

source: Opponents committing fouls are automatically Sent Off if armor is broken.
es: Cualquier jugador rival que realice una acción de Falta será automáticamente Expulsado si rompe la armadura.

source: One random player gains a Primary skill of your choice.
es: Elige al azar un jugador de tu equipo. Obtiene una habilidad Primaria a tu elección.

source: Add Match
es: Añadir Partido

source: Delete Match
es: Eliminar Partido

source: Are you sure you want to delete this match?
es: ¿Estás seguro de que quieres eliminar este partido?

source: No schedule generated
es: No hay calendario generado

source: The league schedule hasn't been generated yet.
es: El calendario de la liga aún no se ha generado.

source: Round Number
es: Número de Jornada

source: At least 2 approved teams are required to create matches.
es: Se necesitan al menos 2 equipos aprobados para crear partidos.

source: Fan Factor Change
es: Cambio de Factor de Fans

source: FF Change
es: Cambio de FF

source: Current
es: Actual

source: Enter the change in Fan Factor for each team (-5 to +5). Fan Factor cannot go below 1.
es: Indica el cambio en el Factor de Fans de cada equipo (-5 a +5). El Factor de Fans no puede bajar de 1.
