Repository: manugarri/bb_league
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Home
es: Inicio

source: Teams
es: Equipos

source: Leagues
es: Ligas

source: Matches
es: Partidos

source: Dashboard
es: Panel

source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

source: Login
es: Iniciar Sesión

source: Register
es: Registrarse

source: About
es: Acerca de

source: Rules
es: Reglas

source: Create
es: Crear

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Submit
es: Enviar

source: Search
es: Buscar

source: Filter
es: Filtrar

source: View
es: Ver

source: Back
es: Volver

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Yes
es: Sí

source: Name
es: Nombre

source: Description
es: Descripción

source: Status
es: Estado

source: Actions
es: Acciones

source: Details
es: Detalles

source: Settings
es: Configuración

source: Blood Bowl League Tracker
es: Gestor de Ligas Blood Bowl

source: Welcome to the Blood Bowl League Tracker
es: Bienvenido al Gestor de Ligas Blood Bowl

source: Manage your Blood Bowl leagues, teams, and matches in one place.
es: Gestiona tus ligas, equipos y partidos de Blood Bowl en un solo lugar.

source: Get Started
es: Comenzar

source: View Leagues
es: Ver Ligas

source: Active Leagues
es: Ligas Activas

source: Recent Matches
es: Partidos Recientes

source: Top Teams
es: Mejores Equipos

source: Featured Leagues
es: Ligas Destacadas

source: Username
es: Nombre de Usuario

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Remember Me
es: Recordarme

source: Forgot Password?
es: ¿Olvidaste tu Contraseña?

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Sign up now
es: Regístrate ahora

source: Log in here
es: Inicia sesión aquí

source: Welcome back!
es: ¡Bienvenido de nuevo!

source: Create your account
es: Crea tu cuenta

source: Login successful!
es: ¡Inicio de sesión exitoso!

source: You have been logged out.
es: Has cerrado sesión.

source: Registration successful! Please log in.
es: ¡Registro exitoso! Por favor inicia sesión.

source: Invalid username or password.
es: Usuario o contraseña inválidos.

source: Please log in to access this page.
es: Por favor inicia sesión para acceder a esta página.

source: My Teams
es: Mis Equipos

source: All Teams
es: Todos los Equipos

source: Create Team
es: Crear Equipo

source: Create New Team
es: Crear Nuevo Equipo

source: Edit Team
es: Editar Equipo

source: Team Name
es: Nombre del Equipo

source: Race
es: Raza

source: Select Race
es: Seleccionar Raza

source: Coach
es: Entrenador

source: Team Value
es: Valor del Equipo

source: Treasury
es: Tesorería

source: Roster
es: Plantilla

source: Players
es: Jugadores

source: Hire Player
es: Contratar Jugador

source: Fire Player
es: Despedir Jugador

source: Team created successfully!
es: ¡Equipo creado exitosamente!

source: Team updated successfully!
es: ¡Equipo actualizado exitosamente!

source: Team deleted successfully!
es: ¡Equipo eliminado exitosamente!

source: No teams found.
es: No se encontraron equipos.

source: Team Statistics
es: Estadísticas del Equipo

source: Reroll Cost
es: Coste de Repetición

source: Apothecary
es: Boticario

source: Fan Factor
es: Factor de Fans

source: Dedicated Fans
es: Aficionados Dedicados

source: Rerolls
es: Repeticiones

source: Assistant Coaches
es: Entrenadores Asistentes

source: Cheerleaders
es: Animadoras

source: League Type
es: Tipo de Liga

source: Lustrian Superleague
es: Superliga Lustriana

source: Chaos Championship
es: Campeonato del Caos

source: Badlands Brawl
es: Reyerta en las Yermas

source: World's Edge Superleague
es: Superliga de los Confines del Mundo

source: Elven Kingdoms League
es: Liga de los Reinos Élficos

source: Sylvanian Spotlight
es: Liga Silvania

source: Old World Classic
es: Clásica del Viejo Mundo

source: Underworld Challenge
es: Desafío del Inframundo

source: gold
es: oro

source: Save Changes
es: Guardar Cambios

source: Danger Zone
es: Zona de Peligro

source: Delete Team
es: Eliminar Equipo

source: TV (Team Value)
es: VE (Valor del Equipo)

source: Current TV
es: VE Actual

source: Player
es: Jugador

source: Player Name
es: Nombre del Jugador

source: Position
es: Posición

source: Number
es: Número

source: Cost
es: Coste

source: Skills
es: Habilidades

source: Injuries
es: Lesiones

source: Star Player Points
es: Puntos de Estrella

source: SPP
es: PE

source: Level
es: Nivel

source: Casualties
es: Bajas

source: Completions
es: Pases Completados

source: Interceptions
es: Intercepciones

source: MVP Awards
es: Premios MVP

source: Games Played
es: Partidos Jugados

source: Active
es: Activo

source: Dead
es: Muerto

source: Miss Next Game
es: Pierde Próximo Partido

source: Niggling Injury
es: Lesión Persistente

source: MA
es: MO

source: ST
es: FU

source: AV
es: AR

source: Movement
es: Movimiento

source: Strength
es: Fuerza

source: Agility
es: Agilidad

source: Passing
es: Pase

source: Armor
es: Armadura

source: Armor Value
es: Valor de Armadura

source: Star Players
es: Jugadores Estrella

source: Star Player
es: Jugador Estrella

source: Hire Star Player
es: Contratar Jugador Estrella

source: Legendary
es: Legendario

source: Available to
es: Disponible para

source: Special Abilities
es: Habilidades Especiales

source: Hiring Fee
es: Coste de Contratación

source: My Leagues
es: Mis Ligas

source: All Leagues
es: Todas las Ligas

source: Create League
es: Crear Liga

source: Create New League
es: Crear Nueva Liga

source: Edit League
es: Editar Liga

source: League Name
es: Nombre de la Liga

source: Commissioner
es: Comisionado

source: Format
es: Formato

source: Round Robin
es: Todos contra Todos

source: Swiss System
es: Sistema Suizo

source: Knockout
es: Eliminación Directa

source: Custom
es: Personalizado

source: Max Teams
es: Máx. Equipos

source: Min Teams
es: Mín. Equipos

source: Maximum Teams
es: Máximo de Equipos

source: Minimum Teams
es: Mínimo de Equipos

source: Starting Treasury
es: Tesorería Inicial

source: Win Points
es: Puntos por Victoria

source: Draw Points
es: Puntos por Empate

source: Loss Points
es: Puntos por Derrota

source: Points for Win
es: Puntos por Victoria

source: Points for Draw
es: Puntos por Empate

source: Points for Loss
es: Puntos por Derrota

source: Public League
es: Liga Pública

source: Private League
es: Liga Privada

source: Registration
es: Inscripción

source: Registration Open
es: Inscripción Abierta

source: Registration Closed
es: Inscripción Cerrada

source: Join League
es: Unirse a Liga

source: Leave League
es: Abandonar Liga

source: Start League
es: Iniciar Liga

source: League created successfully!
es: ¡Liga creada exitosamente!

source: League updated successfully!
es: ¡Liga actualizada exitosamente!

source: You have joined the league!
es: ¡Te has unido a la liga!

source: You have left the league.
es: Has abandonado la liga.

source: No leagues found.
es: No se encontraron ligas.

source: Standings
es: Clasificación

source: Schedule
es: Calendario

source: Full Table
es: Tabla Completa

source: Full Schedule
es: Calendario Completo

source: Registered Teams
es: Equipos Registrados

source: Pending Approval
es: Pendiente de Aprobación

source: Upcoming Matches
es: Próximos Partidos

source: Round
es: Jornada

source: Current Round
es: Jornada Actual

source: Draft
es: Borrador

source: Completed
es: Completada

source: Cancelled
es: Cancelada

source: P
es: PJ

source: W
es: V

source: D
es: E

source: L
es: D

source: Played
es: Jugados

source: Won
es: Ganados

source: Drawn
es: Empatados

source: Lost
es: Perdidos

source: Points
es: Puntos

source: TD Difference
es: Diferencia de TD

source: All Matches
es: Todos los Partidos

source: My Matches
es: Mis Partidos

source: Match
es: Partido

source: Match Details
es: Detalles del Partido

source: Record Match
es: Registrar Partido

source: Record Match Result
es: Registrar Resultado del Partido

source: Home Team
es: Equipo Local

source: Away Team
es: Equipo Visitante

source: Home Score
es: Puntuación Local

source: Away Score
es: Puntuación Visitante

source: Final Score
es: Resultado Final

source: Score
es: Puntuación

source: Winner
es: Ganador

source: Draw
es: Empate

source: Scheduled
es: Programado

source: In Progress
es: En Curso

source: Finished
es: Finalizado

source: Forfeit
es: No Presentado

source: Match recorded successfully!
es: ¡Partido registrado exitosamente!

source: No matches found.
es: No se encontraron partidos.

source: No upcoming matches.
es: No hay próximos partidos.

source: No matches completed yet.
es: No hay partidos completados aún.

source: Player Statistics
es: Estadísticas de Jugadores

source: Gate
es: Entrada

source: Weather
es: Clima

source: Notes
es: Notas

source: Blood Bowl Rules
es: Reglas de Blood Bowl

source: Game Overview
es: Resumen del Juego

source: Blood Bowl is a fantasy football game created by Games Workshop.
es: Blood Bowl es un juego de fútbol fantástico creado por Games Workshop.

source: Two coaches select a team and attempt to score touchdowns against each other.
es: Dos entrenadores seleccionan un equipo e intentan anotar touchdowns contra el otro.

source: The game is played on a pitch divided into squares.
es: El juego se desarrolla en un campo dividido en casillas.

source: Each team has 16 turns per half to score as many touchdowns as possible.
es: Cada equipo tiene 16 turnos por mitad para anotar tantos touchdowns como sea posible.

source: Turn Sequence
es: Secuencia de Turno

source: Players can Move, Block, Blitz, Pass, or Hand-off during their turn.
es: Los jugadores pueden Mover, Placar, Blitz, Pasar o Entregar durante su turno.

source: Only one Blitz and one Pass action per turn.
es: Solo una acción de Blitz y un Pase por turno.

source: Turnovers occur when a player falls, fumbles, or fails a pass.
es: Los cambios de turno ocurren cuando un jugador cae, pierde el balón o falla un pase.

source: Blocking
es: Placaje

source: Players can block adjacent opponents to knock them down.
es: Los jugadores pueden placar a oponentes adyacentes para derribarlos.

source: Block dice determine the outcome: Defender Down, Pushed, etc.
es: Los dados de bloqueo determinan el resultado: Defensor Caído, Empujado, etc.

source: Assists from teammates can add extra block dice.
es: La ayuda de compañeros puede añadir dados de bloqueo extra.

source: Scoring
es: Puntuación

source: A touchdown is scored when a player carries the ball into the opponent's End Zone.
es: Un touchdown se anota cuando un jugador lleva el balón a la Zona de Anotación rival.

source: After scoring, teams set up again and the scoring team kicks off.
es: Después de anotar, los equipos se colocan de nuevo y el equipo que anotó realiza el saque.

source: Players can have skills that modify their abilities.
es: Los jugadores pueden tener habilidades que modifican sus capacidades.

source: Skills are gained through Star Player Points (SPP).
es: Las habilidades se obtienen a través de Puntos de Estrella (PE).

source: Common skills include Block, Dodge, Sure Hands, and Tackle.
es: Habilidades comunes incluyen Bloqueo, Esquiva, Manos Seguras y Placaje.

source: When a player is knocked down, they may be injured.
es: Cuando un jugador es derribado, puede resultar lesionado.

source: Injuries range from Stunned to Badly Hurt to Dead.
es: Las lesiones van desde Aturdido hasta Gravemente Herido o Muerto.

source: Apothecaries can be used to prevent serious injuries.
es: Los Boticarios pueden usarse para prevenir lesiones graves.

source: Team Building
es: Creación de Equipo

source: Teams are built using a treasury budget.
es: Los equipos se construyen usando un presupuesto de tesorería.

source: Each race has different available positions and costs.
es: Cada raza tiene diferentes posiciones disponibles y costes.

source: Teams can hire staff like Coaches and Cheerleaders.
es: Los equipos pueden contratar personal como Entrenadores y Animadoras.

source: League Play
es: Juego de Liga

source: Teams earn gold and SPP through matches.
es: Los equipos ganan oro y PE a través de partidos.

source: Players develop skills and can suffer lasting injuries.
es: Los jugadores desarrollan habilidades y pueden sufrir lesiones permanentes.

source: Standings determine league champions and playoffs.
es: La clasificación determina los campeones de liga y playoffs.

source: General
es: Generales

source: Mutation
es: Mutación

source: Extraordinary
es: Triquiñuelas

source: Catch
es: Atrapar

source: Diving Catch
es: Recepción heroica

source: Diving Tackle
es: Placaje heroico

source: Dodge
es: Esquivar

source: Jump Up
es: En pie de un salto

source: Leap
es: Saltar

source: Safe Pair of Hands
es: Proteger el cuero

source: Side Step
es: Echarse a un lado

source: Sprint
es: Esprintar

source: Sure Feet
es: Pies firmes

source: Sidestep
es: Zafarse

source: Hit and Run
es: Golpea y corre

source: Trickster
es: Embaucador

source: Defensive
es: Defensa

source: Break Tackle
es: Abrirse paso

source: Arm Bar
es: Llave de brazo

source: Brawler
es: Luchador

source: Grab
es: Apartar

source: Guard
es: Defensa

source: Juggernaut
es: Imparable

source: Mighty Blow (+1)
es: Golpe mortífero

source: Mighty Blow
es: Golpe mortífero

source: Multiple Block
es: Placaje múltiple

source: Stand Firm
es: Mantenerse firmes

source: Strong Arm
es: Brazo fuerte

source: Thick Skull
es: Cabeza dura

source: Block
es: Placar

source: Dauntless
es: Agallas

source: Fend
es: Forcejear

source: Frenzy
es: Furia

source: Kick
es: Patada

source: Pro
es: Profesional

source: Shadowing
es: Perseguir

source: Strip Ball
es: Robar balón

source: Sure Hands
es: Manos seguras

source: Tackle
es: Placaje defensivo

source: Wrestle
es: Provocar

source: Steady Feet
es: Equilibrio firme

source: Big Hand
es: Mano grande

source: Claws
es: Garras

source: Claw
es: Garras

source: Disturbing Presence
es: Presencia perturbadora

source: Extra Arms
es: Brazos adicionales

source: Foul Appearance
es: Apariencia asquerosa

source: Horns
es: Cuernos

source: Iron Hard Skin
es: Piel férrea

source: Monstrous Mouth
es: Boca monstruosa

source: Prehensile Tail
es: Cola prensil

source: Tentacles
es: Tentáculos

source: Two Heads
es: Dos cabezas

source: Very Long Legs
es: Piernas muy largas

source: Accurate
es: Precisión

source: Cannoneer
es: Cañonero

source: Cloud Burster
es: Partenubes

source: Dump-Off
es: Dejada

source: Fumblerooskie
es: Pase a lo loco

source: Hail Mary Pass
es: Pase precipitado

source: Leader
es: Líder

source: Nerves of Steel
es: Nervios de acero

source: On the Ball
es: Atento al balón

source: Pass
es: Pasar

source: Running Pass
es: Pasar y seguir

source: Safe Pass
es: Pase seguro

source: Kick-Off Return
es: Patada de despeje

source: Pile Driver
es: Meter la bota

source: Dirty Player (+1)
es: Jugar sucio

source: Dirty Player (+2)
es: Jugar sucio (+2)

source: Mighty Blow (+2)
es: Golpe mortífero (+2)

source: Sneaky Git
es: Furtivo

source: Stab
es: Crujir

source: Defensive Tackle
es: Romper defensas

source: Piling On
es: Meter la bota

source: Quick Foul
es: Falta rápida

source: Brutal Blocker
es: Innovador violento

source: Eye Gouge
es: Piquete de ojos

source: Saboteur
es: Saboteador

source: Swoop
es: Vuelo letal

source: Breathe Fire
es: Aliento de fuego

source: My Ball
es: Mi balón

source: Always Hungry
es: Siempre hambriento

source: Animosity
es: Animosidad

source: Animosity (All)
es: Animosidad (Todos)

source: Animosity (Goblin)
es: Animosidad (Goblin)

source: Ball & Chain
es: Bola con cadena

source: Bombardier
es: Bombardero

source: Bone Head
es: Cabeza hueca

source: Chainsaw
es: Motosierra

source: Decay
es: Descomposición

source: Hypnotic Gaze
es: Mirada hipnótica

source: Kick Team-mate
es: Patear compañero

source: Loner
es: Solitario

source: Loner (X+)
es: Solitario

source: Loner (3+)
es: Solitario (3+)

source: Loner (4+)
es: Solitario (4+)

source: Loner (5+)
es: Solitario (5+)

source: No Hands
es: Sin manos

source: Pogo Stick
es: Pogo saltarín

source: Projectile Vomit
es: Vómito proyectil

source: Really Stupid
es: Muy estúpido

source: Regeneration
es: Regeneración

source: Right Stuff
es: Humanoide bala

source: Secret Weapon
es: Arma secreta

source: Stunty
es: Menudo

source: Swarming
es: Enjambre

source: Take Root
es: Echar raíces

source: Titchy
es: Diminuto

source: Throw Team-mate
es: Lanzar compañero

source: Throw Team-Mate
es: Lanzar compañero

source: Timmm-ber!
es: ¡Tronco va!

source: Unchannelled Fury
es: Furia desatada

source: Blood Lust (X+)
es: Sed de sangre

source: Blood Lust (2+)
es: Sed de sangre (2+)

source: Blood Lust (3+)
es: Sed de sangre (3+)

source: Animal Savagery
es: Salvajismo animal

source: Drunkard
es: Borracho

source: Hate (X)
es: Odio

source: Hate (Troll)
es: Odio (Trol)

source: Plague Ridden
es: Apestado

source: Wild Animal
es: Animal salvaje

source: Amazon
es: Amazona

source: Black Orc
es: Orco Negro

source: Chaos Chosen
es: Elegido del Caos

source: Chaos Dwarf
es: Enano del Caos

source: Chaos Renegade
es: Renegado del Caos

source: Dark Elf
es: Elfo Oscuro

source: Dwarf
es: Enano

source: Elven Union
es: Unión Élfica

source: High Elf
es: Alto Elfo

source: Human
es: Humano

source: Imperial Nobility
es: Nobleza Imperial

source: Lizardmen
es: Hombres Lagarto

source: Necromantic Horror
es: Horror Necromántico

source: Norse
es: Nórdico

source: Ogre
es: Ogro

source: Old World Alliance
es: Alianza del Viejo Mundo

source: Orc
es: Orco

source: Shambling Undead
es: Muertos Vivientes

source: Tomb Kings
es: Reyes Funerarios

source: Underworld Denizens
es: Habitantes del Submundo

source: Vampire
es: Vampiro

source: Wood Elf
es: Elfo Silvano

source: Lineman
es: Hombre de Línea

source: Linemen
es: Hombres de Línea

source: Thrower
es: Lanzador

source: Catcher
es: Receptor

source: Blocker
es: Bloqueador

source: Runner
es: Corredor

source: Gutter Runner
es: Corredor de Alcantarilla

source: Stormvermin
es: Guardia de Asalto

source: Rat Ogre
es: Ogro Rata

source: Big Un
es: Grandullón

source: Black Orc Blocker
es: Bloqueador Orco Negro

source: Troll
es: Trol

source: Gobbo
es: Goblin

source: Wardancer
es: Danzarín de Guerra

source: Treeman
es: Hombre Árbol

source: Saurus
es: Saurio

source: Skink
es: Eslizón

source: Wight
es: Tumulario

source: Mummy
es: Momia

source: Zombie
es: Zombi

source: Skeleton
es: Esqueleto

source: Werewolf
es: Hombre Lobo

source: Flesh Golem
es: Gólem de Carne

source: Chaos Warrior
es: Guerrero del Caos

source: Beastman
es: Hombre Bestia

source: Minotaur
es: Minotauro

source: Witch Elf
es: Elfa Bruja

source: Assassin
es: Asesino

source: Dragon Warrior
es: Guerrero Dragón

source: Phoenix Warrior
es: Guerrero Fénix

source: Lion Warrior
es: Guerrero León

source: Valkyrie
es: Valquiria

source: Snow Troll
es: Trol de Nieve

source: Bodyguard
es: Guardaespaldas

source: Retainer
es: Vasallo

source: Bloater
es: Hinchado

source: Rotspawn
es: Engendro Pútrido

source: Rotter
es: Podrido

source: Bloodseeker
es: Buscasangre

source: Bloodletter
es: Sanguinario

source: Herald
es: Heraldo

source: Pit Fighter
es: Luchador de Arena

source: Bull Centaur
es: Centauro Toro

source: Deathroller
es: Rodillo de la Muerte

source: Halfling Hopeful
es: Halfling Esperanzado

source: Catcher Halfling
es: Receptor Halfling

source: Hefty
es: Corpulento

source: Runt Punter
es: Pateador de Enanos

source: Fungus Flinga
es: Lanzahongos

source: Fun-Hoppa
es: Saltador

source: Stilty Runna
es: Corredor en Zancos

source: Pump Wagon
es: Vagón Bomba

source: Tomb Guardian
es: Guardián de Tumba

source: Skeleton Lineman
es: Esqueleto de Línea

source: Throw-Ra
es: Lanzador-Ra

source: Blitz-Ra
es: Blitzer-Ra

source: Underworld Goblin
es: Goblin del Submundo

source: Skaven Lineman
es: Skaven de Línea

source: Skaven Blitzer
es: Blitzer Skaven

source: Skaven Thrower
es: Lanzador Skaven

source: Mutant Rat Ogre
es: Ogro Rata Mutante

source: Thrall
es: Esclavo

source: Blood Thrall
es: Esclavo de Sangre

source: Perfect Conditions
es: Condiciones Perfectas

source: Sweltering Heat
es: Calor Sofocante

source: Very Sunny
es: Muy Soleado

source: Pouring Rain
es: Lluvia Torrencial

source: Blizzard
es: Ventisca

source: Page Not Found
es: Página No Encontrada

source: The page you are looking for does not exist.
es: La página que buscas no existe.

source: Access Denied
es: Acceso Denegado

source: You do not have permission to access this page.
es: No tienes permiso para acceder a esta página.

source: Server Error
es: Error del Servidor

source: Something went wrong. Please try again later.
es: Algo salió mal. Por favor, inténtalo de nuevo más tarde.

source: Go Back Home
es: Volver al Inicio

source: You do not have permission to manage this team.
es: No tienes permiso para gestionar este equipo.

source: Not enough treasury to hire this player.
es: No hay suficiente tesorería para contratar este jugador.

source: Roster is full! Maximum 16 players.
es: ¡Plantilla completa! Máximo 16 jugadores.

source: Invalid position selected.
es: Posición seleccionada inválida.

source: Blood Bowl is a trademark of Games Workshop Ltd.
es: Blood Bowl es una marca registrada de Games Workshop Ltd.

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: Change Language
es: Cambiar Idioma

source: Team
es: Equipo

source: TA
es: TC

source: CAS
es: BAJ

source: BP
es: PB

source: Bonus Points
es: Puntos Bonus

source: League Points System
es: Sistema de Puntos de Liga

source: Match Result Points
es: Puntos por Resultado

source: Victory
es: Victoria

source: Loss
es: Derrota

source: Scoring 3+ touchdowns
es: Anotar 3+ touchdowns

source: Opponent scores 3+ touchdowns
es: Rival anota 3+ touchdowns

source: Causing 3+ casualties
es: Causar 3+ bajas

source: Legend
es: Leyenda

source: Touchdowns For
es: Touchdowns a Favor

source: Touchdowns Against
es: Touchdowns en Contra

source: Casualties Inflicted
es: Bajas Infligidas

source: Total Points
es: Puntos Totales

source: No standings available
es: No hay clasificación disponible

source: The league hasn't started yet or no matches have been played.
es: La liga no ha comenzado todavía o no se han jugado partidos.

source: Back to League
es: Volver a la Liga

source: My Bets
es: Mis Apuestas

source: AI Bet
es: Apuesta IA

source: Notifications
es: Notificaciones

source: Total Won
es: Total Ganado

source: Total Lost
es: Total Perdido

source: Net Balance
es: Balance Neto

source: At Stake
es: En Juego

source: Pending Bets
es: Apuestas Pendientes

source: Resolved Bets
es: Apuestas Resueltas

source: Potential
es: Potencial

source: No pending bets.
es: No tienes apuestas pendientes.

source: Showing 10 most recent
es: Mostrando las 10 más recientes

source: No resolved bets yet.
es: Aún no hay apuestas resueltas.

source: Create AI Bet
es: Crear Apuesta IA

source: AI-Powered Custom Bet
es: Apuesta Personalizada con IA

source: How it works:
es: ¿Cómo funciona?

source: Select Match
es: Seleccionar Partido

source: Describe Your Bet
es: Describe tu Apuesta

source: Bet Amount
es: Cantidad a Apostar

source: Analyze Bet with AI
es: Analizar Apuesta con IA

source: Tips for Better Bets
es: Consejos para Mejores Apuestas

source: Confirm AI Bet
es: Confirmar Apuesta IA

source: AI Bet Analysis
es: Análisis de Apuesta IA

source: Your Bet
es: Tu Apuesta

source: AI Analysis
es: Análisis de la IA

source: Multiplier
es: Multiplicador

source: Confidence
es: Confianza

source: Potential Win
es: Ganancia Potencial

source: Rationale
es: Razonamiento

source: Bet Summary
es: Resumen de la Apuesta
