Repository: manugarri/bb_league
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: AI Multiplier
es: Multiplicador IA

source: Reject
es: Rechazar

source: Accept Bet
es: Aceptar Apuesta

source: Place Bet
es: Apostar

source: Place Your Bet
es: Realizar Apuesta

source: Bet Type
es: Tipo de Apuesta

source: Win
es: Victoria

source: Team wins the match
es: El equipo gana el partido

source: Exact TDs scored
es: TDs exactos anotados

source: Exact casualties inflicted
es: Bajas exactas infligidas

source: Predicted Value
es: Valor Predicho

source: Exact number you predict
es: Número exacto que predices

source: Amount
es: Cantidad

source: Potential Winnings
es: Ganancia Potencial

source: multiplier
es: multiplicador

source: Bet
es: Apuesta

source: Pending Bet
es: Apuesta Pendiente

source: You Won!
es: ¡Ganaste!

source: You Lost
es: Perdiste

source: AI Confidence
es: Confianza IA

source: Amount Bet
es: Cantidad Apostada

source: Cancel Bet
es: Cancelar Apuesta

source: Cancel this bet?
es: ¿Cancelar esta apuesta?

source: Bet Notifications
es: Notificaciones de Apuestas

source: Mark All Read
es: Marcar Todo Leído

source: Mark as read
es: Marcar como leído

source: No new notifications
es: No hay notificaciones nuevas

source: Notifications about your bets will appear here.
es: Las notificaciones de tus apuestas aparecerán aquí.

source: Back to My Bets
es: Volver a Mis Apuestas

source: Confirm AI Bets
es: Confirmar Apuestas IA

source: Match Result
es: Resultado del Partido

source: Instructions:
es: Instrucciones:

source: Prediction:
es: Predicción:

source: AI Analysis:
es: Análisis IA:

source: Wagered
es: Apostado

source: Potential Payout
es: Pago Potencial

source: Did the prediction come true?
es: ¿La predicción se cumplió?

source: Yes, it did
es: Sí, se cumplió

source: No, it didn't
es: No, no se cumplió

source: Confirm All Bets
es: Confirmar Todas las Apuestas

source: Skip for Now
es: Omitir por Ahora

source: Bets will remain pending until confirmed.
es: Las apuestas permanecerán pendientes hasta que se confirmen.

source: View Bet
es: Ver Apuesta

source: Standard Bet
es: Apuesta Estándar

source: Fixed multipliers (2x, 5x, 7x)
es: Multiplicadores fijos (2x, 5x, 7x)

source: AI-calculated multiplier
es: Multiplicador calculado por IA

source: AI bet(s) pending confirmation.
es: apuesta(s) IA pendiente(s) de confirmación.

source: Confirm Bets
es: Confirmar Apuestas

source: Stats
es: Estadísticas

source: Winnings
es: Ganancias

source: No player statistics recorded.
es: No hay estadísticas de jugadores registradas.

source: Match Notes
es: Notas del Partido

source: Record Result
es: Registrar Resultado

source: Edit Team Assets
es: Editar Recursos del Equipo

source: Team Assets
es: Recursos del Equipo

source: Available Treasury
es: Tesorería Disponible

source: Away
es: Visitante

source: Clear
es: Limpiar

source: No matches match your filter criteria.
es: No hay partidos que coincidan con tu filtro.

source: No matches have been scheduled yet.
es: Aún no se han programado partidos.

source: Winnings (gold)
es: Ganancias (oro)

source: Optional
es: Opcional

source: Save & Continue to Player Stats
es: Guardar y Continuar a Estadísticas de Jugadores

source: Player Stats
es: Estadísticas de Jugadores

source: Record Player Statistics
es: Registrar Estadísticas de Jugadores

source: Injury
es: Lesión

source: Badly Hurt
es: Mal Herido

source: MNG
es: Pierde Partido

source: Niggling
es: Lesión Persistente

source: None
es: Ninguna

source: Save Player Stats
es: Guardar Estadísticas

source: Skip / Cancel
es: Omitir / Cancelar

source: SPP Reference
es: Referencia de PEJ

source: Casualty (CAS)
es: Baja (BAJ)

source: Completion (CMP)
es: Pase Completado (PAS)

source: Deflection (DEF)
es: Deflexión (DEF)

source: MVP Award
es: Premio MVP

source: Roster Rules
es: Reglas de Plantilla

source: Min. Players
es: Mínimo de Jugadores

source: Max. Players
es: Máximo de Jugadores

source: Allowed
es: Permitidos

source: Not Allowed
es: No Permitidos

source: No teams registered yet.
es: Aún no hay equipos registrados.

source: Completed Matches
es: Partidos Completados

source: W/D/L Points
es: Pts V/E/D

source: No standings yet. The league hasn't started.
es: Aún no hay clasificación. La liga no ha comenzado.

source: Amazons
es: Amazonas

source: Black Orcs
es: Orcos Negros

source: Chaos Renegades
es: Renegados del Caos

source: Gnomes
es: Gnomos

source: Bretonnian
es: Bretonniano

source: Bretonnians
es: Bretonianos

source: Chaos Dwarves
es: Enanos del Caos

source: Linewoman
es: Mujer de Línea

source: Amazon Linewoman
es: Amazona de Línea

source: Amazon Thrower
es: Lanzadora Amazona

source: Amazon Catcher
es: Receptora Amazona

source: Amazon Blitzer
es: Blitzer Amazona

source: Amazon Blocker
es: Bloqueadora Amazona

source: Goblin Bruiser
es: Goblin Matón

source: Trained Troll
es: Trol Entrenado

source: Beastman Runner
es: Corredor Hombre Bestia

source: Chosen Blocker
es: Bloqueador Elegido

source: Chaos Ogre
es: Ogro del Caos

source: Chaos Troll
es: Trol del Caos

source: Renegade Human Lineman
es: Humano Renegado de Línea

source: Renegade Human Thrower
es: Lanzador Humano Renegado

source: Renegade Goblin
es: Goblin Renegado

source: Renegade Orc
es: Orco Renegado

source: Renegade Skaven
es: Skaven Renegado

source: Renegade Dark Elf
es: Elfo Oscuro Renegado

source: Renegade Troll
es: Trol Renegado

source: Renegade Ogre
es: Ogro Renegado

source: Renegade Minotaur
es: Minotauro Renegado

source: Dark Elf Lineman
es: Elfo Oscuro de Línea

source: Dark Elf Runner
es: Corredor Elfo Oscuro

source: Dark Elf Assassin
es: Asesino Elfo Oscuro

source: Dark Elf Blitzer
es: Blitzer Elfo Oscuro

source: Dwarf Blocker Lineman
es: Bloqueador Enano de Línea

source: Dwarf Runner
es: Corredor Enano

source: Dwarf Blitzer
es: Blitzer Enano

source: Troll Slayer
es: Matador de Trols

source: Elven Union Lineman
es: Elfo de Línea de la Unión

source: Elven Union Thrower
es: Lanzador de la Unión Élfica

source: Elven Union Catcher
es: Receptor de la Unión Élfica

source: Elven Union Blitzer
es: Blitzer de la Unión Élfica

source: Looney
es: Lunático

source: Fanatic
es: Fanático

source: Pogoer
es: Saltador de Pogo

source: Ooligan
es: Hooligan

source: Doom Diver
es: Saltador Letal

source: Halfling Hefty
es: Halfling Corpulento

source: Halfling Catcher
es: Receptor Halfling

source: High Elf Lineman
es: Alto Elfo de Línea

source: High Elf Thrower
es: Lanzador Alto Elfo

source: High Elf Catcher
es: Receptor Alto Elfo

source: High Elf Blitzer
es: Blitzer Alto Elfo

source: Human Lineman
es: Humano de Línea

source: Human Thrower
es: Lanzador Humano

source: Human Catcher
es: Receptor Humano

source: Human Blitzer
es: Blitzer Humano

source: Imperial Retainer Lineman
es: Vasallo Imperial de Línea

source: Imperial Thrower
es: Lanzador Imperial

source: Bloodborn Marauder
es: Merodeador Sanguinario

source: Khorne Lineman
es: Hombre de Línea de Khorne

source: Herald of Khorne
es: Heraldo de Khorne

source: Skink Runner
es: Corredor Eslizón

source: Skink Chameleon
es: Eslizón Camaleón

source: Saurus Blocker
es: Bloqueador Saurio

source: Zombie Lineman
es: Zombi de Línea

source: Ghoul Runner
es: Corredor Ghoul

source: Wraith
es: Espectro

source: Norse Raider Lineman
es: Asaltante Nórdico de Línea

source: Norse Beer Boar
es: Jabalí Cervecero Nórdico

source: Norse Berserker
es: Berserker Nórdico

source: Rotter Lineman
es: Podrido de Línea

source: Ogre Runt Punter
es: Ogro Pateador de Enanos

source: Old World Human Lineman
es: Humano del Viejo Mundo de Línea

source: Old World Human Thrower
es: Lanzador Humano del Viejo Mundo

source: Old World Human Catcher
es: Receptor Humano del Viejo Mundo

source: Old World Human Blitzer
es: Blitzer Humano del Viejo Mundo

source: Old World Dwarf Blocker
es: Bloqueador Enano del Viejo Mundo

source: Old World Dwarf Runner
es: Corredor Enano del Viejo Mundo

source: Old World Dwarf Blitzer
es: Blitzer Enano del Viejo Mundo

source: Old World Dwarf Troll Slayer
es: Matador de Trols Enano del Viejo Mundo

source: Old World Halfling Hopeful
es: Halfling Esperanzado del Viejo Mundo

source: Orc Lineman
es: Orco de Línea

source: Orc Thrower
es: Lanzador Orco

source: Big Un Blocker
es: Bloqueador Grandullón

source: Orc Blitzer
es: Blitzer Orco

source: Untrained Troll
es: Trol Sin Entrenar

source: Skeleton Lineman
es: Esqueleto de Línea

source: Wight Blitzer
es: Blitzer Tumulario

source: Skaven Clanrat
es: Rata de Clan Skaven

source: Stormvermin Blitzer
es: Blitzer Guardia de Asalto

source: Snotling Lineman
es: Snotling de Línea

source: Fun-hoppa
es: Saltador

source: Underworld Goblin Lineman
es: Goblin del Submundo de Línea

source: Underworld Snotling
es: Snotling del Submundo

source: Thrall Lineman
es: Esclavo de Línea

source: Vampire Runner
es: Corredor Vampiro

source: Vampire Blitzer
es: Blitzer Vampiro

source: Vampire Thrower
es: Lanzador Vampiro

source: Wood Elf Lineman
es: Elfo Silvano de Línea

source: Wood Elf Thrower
es: Lanzador Elfo Silvano

source: Wood Elf Catcher
es: Receptor Elfo Silvano

source: Altern Forest Treeman
es: Hombre Árbol del Bosque de Altern

source: Anointed Blitzer
es: Blitzer Ungido

source: Anointed Thrower
es: Lanzador Ungido

source: Bloodspawn
es: Engendro Sanguinario

source: Chameleon Skink
es: Eslizón Camaleón

source: Chaos Dwarf Blocker
es: Bloqueador Enano del Caos

source: Chaos Dwarf Flamesmith
es: Forjallamas Enano del Caos

source: Dwarf Blocker
es: Bloqueador Enano

source: Eagle Warrior Linewoman
es: Guerrera Águila de Línea

source: Gnome Beastmaster
es: Domador de Bestias Gnomo

source: Gnome Illusionist
es: Ilusionista Gnomo

source: Gnome Lineman
es: Gnomo de Línea

source: Goblin Lineman
es: Goblin de Línea

source: Grail Knight
es: Caballero del Grial

source: Hobgoblin Lineman
es: Hobgoblin de Línea

source: Jaguar Warrior Blocker
es: Guerrero Jaguar Bloqueador

source: Khorne Bloodseeker
es: Buscasangre de Khorne

source: Khorne Marauder
es: Merodeador de Khorne

source: Knight Catcher
es: Caballero Receptor

source: Knight Thrower
es: Caballero Lanzador

source: Piranha Warrior Blitzer
es: Guerrera Piraña Blitzer

source: Python Warrior Thrower
es: Guerrera Pitón Lanzadora

source: Renegade Human
es: Humano Renegado

source: Sneaky Stabba
es: Apuñalador Furtivo

source: Woodland Fox
es: Zorro del Bosque

source: Varag Ghoul-Chewer
es: Varag Devoraghuls

source: Deeproot Strongbranch
es: Raíz Profunda Ramaforte

source: Kreek Rustgouger
es: Kreek Roñarranca

source: Roxanna Darknail
es: Roxanna Uñanegra

source: Grim Ironjaw
es: Grim Mandíbula de Hierro

source: Bomber Dribblesnot
es: Bombardero Baboso

source: Fungus the Loon
es: Fungus el Lunático

source: Ripper Bolgrot
es: Destripador Bolgrot

source: Scrappa Sorehead
es: Scrappa Cabezadolor

source: Nobbla Blackwart
es: Nobbla Verruga Negra

source: Count Luthor von Drakenborg
es: Conde Luthor von Drakenborg

source: The Swift Twins
es: Los Gemelos Veloces

source: Glart Smashrip Jr
es: Glart Machaca Jr

source: Lord Borak the Despoiler
es: Lord Borak el Saqueador

source: Max Spleenripper
es: Max Destripatripas

source: Mighty Zug
es: Zug el Poderoso

source: Puggy Baconbreath
es: Puggy Aliento de Bacon

source: Skrull Halfheight
es: Skrull Mediaaltura

source: Aspiring Champion
es: Campeón Aspirante

source: The Ballista
es: La Ballesta

source: Consummate Professional
es: Profesional Consumado

source: Treacherous
es: Traicionero

source: Crushing Blow
es: Golpe Aplastante

source: Reliable
es: Confiable

source: Whirling Dervish
es: Derviche Giratorio

source: Burst of Speed
es: Ráfaga de Velocidad

source: Slayer
es: Matador

source: In the jungles of Lustria, Amazon teams are squads of warrior women with super-athlete physiques perfect for Blood Bowl. Their innate agility allows them to pierce through defenses, dodging without giving opponents a chance to react.
es: En las selvas de Lustria, los equipos Amazonas son escuadras de mujeres guerreras con físicos de superatletas perfectos para Blood Bowl. Su agilidad innata les permite atravesar defensas, esquivando sin dar oportunidad a los oponentes de reaccionar.

source: Black Orcs are the biggest and strongest of all Orcs. Unlike the rest of their race, Black Orcs are much less stupid and don't like getting bogged down in trivial arguments on the pitch. They form their own teams and focus on winning matches.
es: Los Orcos Negros son los más grandes y fuertes de todos los Orcos. A diferencia del resto de su raza, los Orcos Negros son mucho menos estúpidos y no les gusta enredarse en discusiones triviales en el campo. Forman sus propios equipos y se centran en ganar partidos.

source: Blood Bowl is phenomenally popular among followers of Chaos. Most Chaos teams are formed by Beastmen, reinforced by Chosen humans who have been selected by the forces of Chaos, along with Minotaurs, Ogres, and Trolls.
es: Blood Bowl es fenomenalmente popular entre los seguidores del Caos. La mayoría de los equipos del Caos están formados por Hombres Bestia, reforzados por humanos Elegidos que han sido seleccionados por las fuerzas del Caos, junto con Minotauros, Ogros y Troles.

source: Renegade teams are made up of outcasts and rebels who have turned to Chaos. They combine humans, elves, orcs, and other races united in their devotion to the Dark Gods.
es: Los equipos Renegados están formados por parias y rebeldes que se han vuelto al Caos. Combinan humanos, elfos, orcos y otras razas unidas en su devoción a los Dioses Oscuros.

source: Cruel and athletic, Dark Elves combine speed with cruelty. Their players are known for their ruthless approach to the game.
es: Crueles y atléticos, los Elfos Oscuros combinan velocidad con crueldad. Sus jugadores son conocidos por su enfoque despiadado del juego.

source: Slow but incredibly tough, Dwarfs are masters of the attrition game. Their players are known for their Block and Tackle skills.
es: Lentos pero increíblemente resistentes, los Enanos son maestros del juego de desgaste. Sus jugadores son conocidos por sus habilidades de Bloqueo y Placaje.

source: Elegant and agile, Elves play a beautiful passing game. They are known for their speed and ball-handling skills.
es: Elegantes y ágiles, los Elfos juegan un hermoso juego de pases. Son conocidos por su velocidad y habilidades de manejo del balón.

source: Goblin teams rely on trickery, traps, and secret weapons. What they lack in strength they make up for in cunning and madness.
es: Los equipos Goblin confían en el engaño, las trampas y las armas secretas. Lo que les falta en fuerza lo compensan con astucia y locura.

source: Gnome teams combine cunning with woodland creatures. Their illusionists and beastmasters bring a unique style to the pitch.
es: Los equipos Gnomos combinan la astucia con criaturas del bosque. Sus ilusionistas y domadores de bestias traen un estilo único al campo.

source: Halfling teams are known for their Treemen and indomitable spirit. They may not win much, but they're always entertaining.
es: Los equipos Halfling son conocidos por sus Hombres Árbol y su espíritu indomable. Puede que no ganen mucho, pero siempre son entretenidos.

source: The elite of the elven world, High Elves play a precise and elegant passing game. They are arrogant but incredibly skilled.
es: La élite del mundo élfico, los Altos Elfos juegan un juego de pases preciso y elegante. Son arrogantes pero increíblemente habilidosos.

source: Human teams are versatile and balanced. They can adapt to any style of play and are an excellent starting point for new coaches.
es: Los equipos Humanos son versátiles y equilibrados. Pueden adaptarse a cualquier estilo de juego y son un excelente punto de partida para nuevos entrenadores.

source: Imperial Nobility teams combine wealth and prestige with Blood Bowl. Their noble blitzers are backed up by ogre bodyguards.
es: Los equipos de Nobleza Imperial combinan la riqueza y el prestigio con el Blood Bowl. Sus nobles blitzers están respaldados por guardaespaldas ogros.

source: Dedicated to the Blood God, Khorne teams seek bloodshed above all else. They are brutally aggressive.
es: Dedicados al Dios de la Sangre, los equipos de Khorne buscan derramamiento de sangre por encima de todo. Son brutalmente agresivos.

source: Lizardmen combine the speed of Skinks with the power of Saurus. They are an extremely versatile team.
es: Los Hombres Lagarto combinan la velocidad de los Eslizones con el poder de los Saurios. Son un equipo extremadamente versátil.

source: Necromantic Horror teams mix undead with creatures like Werewolves and Flesh Golems.
es: Los equipos de Horror Necromántico mezclan muertos vivientes con criaturas como Hombres Lobo y Gólems de Carne.

source: Norse teams are aggressive and combative. Their players are known for their Block skill and reckless style.
es: Los equipos Nórdicos son agresivos y combativos. Sus jugadores son conocidos por su habilidad de Bloqueo y su estilo temerario.

source: Blessed by the Plague God, Nurgle teams are tough and disgusting. Their players are hard to bring down.
es: Bendecidos por el Dios de la Plaga, los equipos de Nurgle son resistentes y repugnantes. Sus jugadores son difíciles de derribar.

source: Ogre teams are incredibly strong but not very bright. They rely on little Gnoblars to handle the ball.
es: Los equipos de Ogros son increíblemente fuertes pero no muy brillantes. Confían en pequeños Gnoblars para manejar el balón.

source: The Old World Alliance combines Humans, Dwarfs, and Halflings into one team. They offer great versatility.
es: La Alianza del Viejo Mundo combina Humanos, Enanos y Halflings en un solo equipo. Ofrecen gran versatilidad.

source: Orc teams are tough and aggressive. They are a balanced team with good blocking and blitz options.
es: Los equipos Orcos son resistentes y agresivos. Son un equipo equilibrado con buenas opciones de bloqueo y blitz.

source: Shambling Undead combine Zombies and Skeletons with fast Ghouls and powerful Mummies.
es: Los Muertos Vivientes combinan Zombis y Esqueletos con Ghouls rápidos y poderosas Momias.

source: Skaven teams are extremely fast but fragile. They rely on their speed to outmaneuver opponents.
es: Los equipos Skaven son extremadamente rápidos pero frágiles. Confían en su velocidad para superar a los oponentes.

source: Snotling teams are tiny, weak, and numerous. They rely on pure chaos and pump wagons.
es: Los equipos Snotling son diminutos, débiles y numerosos. Confían en el caos puro y los vagones bomba.

source: Tomb Kings are ancient undead from the desert lands. They include Tomb Guardians and mummies.
es: Los Reyes Funerarios son muertos vivientes antiguos de las tierras del desierto. Incluyen Guardianes de Tumba y momias.

source: Underworld Denizens combine Goblins, Skaven, and mutants into a chaotic team.
es: Los Habitantes del Submundo combinan Goblins, Skaven y mutantes en un equipo caótico.

source: Vampire teams have incredibly skilled players but must feed on their Thralls.
es: Los equipos Vampiro tienen jugadores increíblemente habilidosos pero deben alimentarse de sus Esclavos.

source: Wood Elves are the most agile of all elves. They play a spectacular passing and running game.
es: Los Elfos Silvanos son los más ágiles de todos los elfos. Juegan un juego de pases y carreras espectacular.

source: Bretonnian teams combine nobility with peasant players. Knights charge into battle while yeomen hold the line.
es: Los equipos Bretonianos combinan nobleza con jugadores campesinos. Los caballeros cargan en batalla mientras los labriegos mantienen la línea.

source: Chaos Dwarfs combine the toughness of Dwarfs with the corruption of Chaos. They use Hobgoblins as expendable players.
es: Los Enanos del Caos combinan la resistencia de los Enanos con la corrupción del Caos. Usan Hobgoblins como jugadores prescindibles.

source: Pre-Match Activities
es: Actividades Pre-Partido

source: Pre-Match
es: Pre-Partido

source: Inducements
es: Incentivos

source: Petty Cash
es: Caja de Gastos

source: Budget
es: Presupuesto

source: Total Budget
es: Presupuesto Total

source: Remaining
es: Restante

source: Spent
es: Gastado

source: Ready
es: Listo

source: Pending
es: Pendiente

source: Available Inducements
es: Incentivos Disponibles

source: Selected Inducements
es: Incentivos Seleccionados

source: Confirm Inducements
es: Confirmar Incentivos

source: Manage Inducements
es: Gestionar Incentivos

source: Skip Without Inducements
es: Saltar Sin Incentivos

source: No inducements
es: Sin incentivos

source: No inducements purchased
es: Sin incentivos adquiridos

source: Max
es: Máx

source: Add
es: Añadir

source: Both teams are ready!
es: ¡Ambos equipos están listos!

source: The match can begin.
es: El partido puede comenzar.

source: Pre-match activities completed!
es: ¡Actividades pre-partido completadas!

source: Pre-Match Activities Pending
es: Actividades Pre-Partido Pendientes

source: Before playing the match, both teams must complete their pre-match activities (inducements).
es: Antes de jugar el partido, ambos equipos deben completar sus actividades pre-partido (incentivos).

source: View Pre-Match
es: Ver Pre-Partido

source: What is Petty Cash?
es: ¿Qué es la Caja de Gastos?

source: Inducements submitted! Your team is ready for the match.
es: ¡Incentivos enviados! Tu equipo está listo para el partido.

source: Pre-match activities skipped. Your team is ready.
es: Actividades pre-partido saltadas. Tu equipo está listo.

source: You can hire up to 2 Star Players per match.
es: Puedes contratar hasta 2 Jugadores Estrella por partido.

source: Prayers to Nuffle
es: Plegarias a Nuffle

source: Part-time Assistant Coaches
es: Ayudantes a Tiempo Parcial

source: Temporary Cheerleaders
es: Animadoras Temporales

source: Team Mascot
es: Mascota del Equipo

source: Weather Mage
es: Cambiaclimas

source: Bloodweiser Kegs
es: Barriles de Cerveza Estrella Blitzer

source: Bribe
es: Soborno

source: Extra Training
es: Entrenamientos Adicionales

source: Mortuary Assistant
es: Ayudante de la Morgue

source: Plague Doctor
es: Médico de la Peste

source: Riotous Rookies
es: Novatos Embravecidos

source: Wandering Apothecary
es: Apotecario Errante

source: Halfling Master Chef
es: Chef Maestro Halfling

source: Biased Referee
es: Árbitro Poco Imparcial

source: Mercenary Player
es: Jugador Mercenario

source: Wizard
es: Mago

source: Roll 1D16 on the Prayers to Nuffle table for each one purchased. The effects last until the end of the match.
es: Por cada Plegaria a Nuffle que adquieras, tira 1D16 y consulta la tabla de Plegarias a Nuffle. Las Plegarias duran hasta el final del partido.

source: Add +1 to the team's assistant coaches total for kick-off events for each one purchased.
es: Añade +1 al total de ayudantes del equipo para eventos de Saque de banda por cada uno adquirido.

source: Add +1 to the team's cheerleaders total for kick-off events for each one purchased.
es: Añade +1 al total de animadoras del equipo para eventos de Saque de banda por cada una adquirida.

source: Your team gains an additional team re-roll for the match.
es: Tu equipo obtiene una repetición de equipo adicional para el partido.

source: Once per match, you may force a re-roll of the Weather table.
es: Una vez por partido, puedes forzar una repetición de la tabla del Clima.

source: Apply a +1 modifier to rolls to recover KO'd players for each keg purchased.
es: Aplica un modificador de +1 a las tiradas para recuperar a tus jugadores KO por cada barril adquirido.

source: Once per match per Bribe, you may attempt to prevent one of your players from being Sent Off. Roll a D6: on 2+, the player is not Sent Off.
es: Una vez por partido por Soborno, puedes intentar evitar que uno de tus jugadores sea Expulsado. Tira 1D6: con 2+, el jugador no es Expulsado.
